"1000" = "Modalità scatto";
"1001" = "TV (Velocità otturatore)";
"1002" = "AV (Valore diaframma)";
"1003" = "Modalità AF";
"1004" = "Compensazione esposizione con il flash";
"1005" = "Compensazione esposizione";
"1006" = "AEB";
"1007" = "Lettura luce";
"1008" = "Bilanc.Bianco";
"1009" = "Obiettivo";
"1010" = "Distanza focale";
"1011" = "Flash";
"1012" = "Dimensione immagine";
"1013" = "Qualità immagine";
"1015" = "Occhi rossi";
"1016" = "Parametri";
"1017" = "Modo scatto";
"1018" = "Nome proprietario";
"1022" = "Correz.Occhi Rossi";
"1051" = "Nome file";
"1052" = "Nome modello fotocamera";
"1053" = "Data/ora scatto";
"1054" = "Velocità ISO";
"1055" = "Zoom Digitale";
"1056" = "Mod. IS";
"1057" = "Filmato";
"1058" = "Durata registrazione  %d.%d";
"1059" = "Velocità fotog      %d";
"1060" = "Tipo flash";
"1061" = "Sincro. tendina otturatore";
"1062" = "Punti AF attivi";
"1063" = "Dimensione file";
"1064" = "Nr.File";
"1071" = "Effetti";
"1073" = "Modalità Intervallo AF";
"1074" = "Colore";
"1075" = "Super Macro";
"1076" = "Velocità fotog      %d.%.2d";
"1077" = "Durata registrazione  %d.%.2d";
"1078" = "Modalità My Colors";
"1079" = "i-Contrast";
"1080" = "Compensazione bilanciamento del bianco";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "Auto";
"2001" = "AE programma";
"2002" = "AE priorità tempi";
"2003" = "AE priorità diaframma";
"2004" = "Manuale";
"2008" = "Auto";
"2009" = "Manuale";
"2010" = "Paesaggio";
"2011" = "Scatto veloce";
"2012" = "Sinc.Lento";
"2013" = "Notturno";
"2014" = "Bianco & Nero";
"2015" = "Seppia";
"2016" = "Ritratto";
"2017" = "Sport";
"2018" = "Macro";
"2019" = "Panoramica";
"2020" = "Unione Guidata";
"2021" = "Filmato";
"2022" = "Contrasto";
"2023" = "Neutro";
"2024" = "Bianco & Nero";
"2026" = "Blocco Ottur.";
"2027" = "Macro";
"2028" = "Fogliame";
"2029" = "Interno";
"2030" = "Fuochi d'artif";
"2031" = "Spiaggia";
"2032" = "Subacqueo";
"2033" = "Neve";
"2034" = "Bambini & Animali";
"2035" = "Fotografia notturna";
"2036" = "Macro digitale";
"2037" = "My Colors";
"2038" = "Scatto di una Foto in Modalità Video";
"2039" = "Super Macro";
"2040" = "RIFLETT.";
"2041" = "NOTTURNO";
"2042" = "NOTTURNO+";
"2043" = "S. NOTTUR";
"2044" = "Tramonto";
"2045" = "Risalto colore";
"2046" = "Scambio colore";
"2047" = "Acquario";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "Effetto Luce Creativo";
"2051" = "Facile";
"2052" = "Scatto veloce";
"2053" = "Zoom blur";
"2054" = "Luce scarsa";
"2055" = "Nostalgic";
"2056" = "Extra vivace";
"2057" = "Effetto poster";
"2058" = "Autoscatto 'Viso'";
"2059" = "Sorriso";
"2060" = "Autoscatto occhiolino";
"2061" = "Effetto fish-eye";
"2062" = "Effetto miniatura";
"2063" = "Scena notturna";
"2064" = "Pelo d'acqua";
"2065" = "Bassa luminosità";
"2066" = "Raffica alta vel.";
"2067" = "Sel. imm. migliore";
"2068" = "HDR";
"2069" = "Nott. senza trepp.";
"2304" = "AF singolo";
"2305" = "AF continuo";
"2306" = "Messa a fuoco manuale";
"2307" = "Panoramica";
"2600" = "Media Pesata al centro";
"2601" = "Spot";
"2602" = "Media";
"2603" = "Valutativa";
"2604" = "Parziale";
"2605" = "Media Pesata al centro";
"2700" = "Auto";
"2701" = "Luce diurna";
"2702" = "Nuvoloso";
"2703" = "Tungsteno";
"2704" = "Fluorescente";
"2705" = "Flash";
"2706" = "Personalizzato";
"2707" = "Bianco e nero";
"2708" = "Ombra";
"2714" = "Fluorescente H";
"2715" = "Personalizzato1";
"2716" = "Personalizzato2";
"2717" = "Subacqueo";
"2800" = "Spento";
"2801" = "Auto";
"2802" = "Acceso";
"2803" = "Auto";
"2804" = "Sincro lenta";
"2805" = "Auto";
"2806" = "Acceso";
"3000" = "Economica";
"3001" = "Normale";
"3002" = "Fine";
"3003" = "RAW";
"3004" = "Superfine";
"3200" = "Spento";
"3201" = "Acceso";
"3600" = "Scatto singolo";
"3601" = "Scatto continuo";
"3602" = "Autoscatto";
"3603" = "Filmato";
"3604" = "Scatto continuo (priorità tempi)";
"3710" = "Spento";
"3711" = "Acceso";
"3712" = "Scatto Sing.";
"3713" = "Panning";
"3714" = "Dinamico";
"5100" = "Auto";
"5101" = "High ISO Auto";
"5200" = "Nessuno";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "Acceso";
"5301" = "Spento";
"5310" = "Flash integrato";
"5311" = "E-TTL esterno";
"5312" = "A-TTL esterno";
"5400" = "1a tendina";
"5401" = "2a tendina";
"5501" = "[Destra]";
"5502" = "[Centro]";
"5503" = "[Destra Centro]";
"5504" = "[Sinistra]";
"5505" = "[Sinistra Destra]";
"5506" = "[Sinistra Centro]";
"5507" = "[Sinistra Centro Destra]";
"5600" = "%m/%d/%y %H:%M:%S";
"5701" = "mm";
"5702" = "KB";
"5900" = "Spento";
"5901" = "Contrasto";
"5902" = "Neutro";
"5903" = "Bassa Definiz.";
"5904" = "Seppia";
"5905" = "Bianco & Nero";
"5906" = "Personalizzati";
"5907" = "DETTAGLIO PELLE";
"6100" = "Macro";
"6101" = "Blocca";
"6102" = "Paesaggio";
"6103" = "Infinito";
"6104" = "Super Macro";
"6300" = "Contrasto          -2";
"6301" = "Contrasto          -1";
"6302" = "Contrasto          Normale";
"6303" = "Contrasto          +1";
"6304" = "Contrasto          +2";
"6400" = "Nitidezza         -2";
"6401" = "Nitidezza         -1";
"6402" = "Nitidezza         Normale";
"6403" = "Nitidezza         +1";
"6404" = "Nitidezza         +2";
"6500" = "Saturazione  -2";
"6501" = "Saturazione  -1";
"6502" = "Saturazione  Normale";
"6503" = "Saturazione  +1";
"6504" = "Saturazione  +2";
"6700" = "sRGB";
"6701" = "Adobe RGB";
"6800" = "Spento";
"6801" = "Diapositiva";
"6802" = "Carnagione chiara";
"6803" = "Carnagione scura";
"6804" = "Blu vivace";
"6805" = "Verde vivace";
"6806" = "Rosso vivace";
"6807" = "Risalto colore";
"6808" = "Scambio colore";
"6809" = "Colore personale";
"6810" = "Contrasto";
"6811" = "Neutro";
"6812" = "Seppia";
"6813" = "Bianco & Nero";
"6900" = "Acceso";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "Acceso";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";